/* Next-button titles */
"CLOSE" = "閉じる";
"SHUTDOWN" = "システム終了";
"RESTART" = "再起動";
"LOGOUT" = "ログアウト";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "インストーラは %d 秒後に自動的に終了します。";
"AutoQuit1"		= "インストーラは 1 秒後に自動的に終了します。";
"AutoMsg"		= "コンピュータは %2$d 秒後に%1$@します。";
"AutoMsg1"		= "コンピュータは 1 秒後に%@します。";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "再起動";
"AutoLogout"	= "ログアウト";
"AutoShutdown"	= "システム終了";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "コンピュータが再起動しています。";
"AutoLogoutIsOccurring" = "コンピュータがログアウトしています。";
"AutoShutdownIsOccurring" = "コンピュータがシステム終了しています。";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "“システム終了”をクリックして、ソフトウェアのインストールを\n終了してください。";
"ManualLogoutMsg" = "“ログアウト”をクリックして、ソフトウェアのインストールを\n終了してください。";
"ManualRequiredRebootMsg" = "“再起動”をクリックして、ソフトウェアのインストールを\n終了してください。";
"ManualRequiredRebootAfterFailureMsg" = "“再起動”をクリックして、もう一度インストールしてみてください。";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "インストールが正常に完了しました。";
"InstallCompletedSuccessfullyDescription" = "ソフトウェアがインストールされました。";
"InstallCompletedWithErrorsTitle" = "インストールでエラーが起きました。もう一度インストールしてください。";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "インストールは成功しました。";
"InstallFailedTitle" = "インストールに失敗しました。";
